{
    "title1": "10 Incarnations of ",
    "title2": "Lord Vishnu",
    "full_title": "10 Incarnations of Lord Vishnu",
    "first": "Matsya Avatar",
    "second": "Kurma Avatar",
    "third": "Varaha Avatar",
    "four": "Narsingha Avatar",
    "five": "Vamana Avatar",
    "six": "Parshuram Avatar",
    "seven": "Ram Avatar",
    "eight": "Krishna Avatar",
    "nine": "Budha Avatar",
    "ten": "Kalki Avatar",
    "first_des": "Matsya Avatar is the first incarnation of Lord Vishnu. Vishnu appeared in the form of a fish in this incarnation. According to belief, when a demon had stolen the Vedas and hid them in the depths of the ocean, then Lord Vishnu in the form of a fish found the Vedas and restored them.",
    "second_des": "Kurma is the half-tortoise half-man form of Vishnu. During the Samudra Manthan (churning of the ocean), he balances Mount Mandara on his shell to aid the gods and demons in the churning process. It is also believed that he supported the weight of the universe on his back.",
    "third_des": "Varaha is the half-man and half-boar avatar of Vishnu. In Hinduism, he slays the demon Hiranyaksha to save Bhudevi, the incarnation of Earth, and brings her back to the surface from a drowning state using his teeth.",
    "forth_des": "Narasimha is the half lion and half human incarnation of Vishnu. He was born to end the rule of the demonic king Hiranya Kashyapa and to establish peace, order, righteousness and other elements of dharma on earth.",
    "five_des": "Vamana, the 5th avatar of Vishnu, was a dwarf Brahmin. This incarnation of Lord Vishnu comes to check the growing power of the demonic king Mahabali, who he betrays during a sacrificial ceremony and sends him to Patal Lok.",
    "six_des": "Parshuram is the Brahmin Kshatriya incarnation of Lord Vishnu. He is depicted as a sage with an ax in his hand. He was born to end the tyranny of the evil Kshatriyas, who misused their powers and made others' lives miserable, and bring them to justice.",
    "seven_des": "Lord Rama is one of the most important and powerful deities of Hinduism and the main character of the epic Ramayana. He kills the evil king Ravana to end his reign of terror and free his wife Sita, who was abducted by Ravana.",
    "eight_des": "Lord Krishna is yet another prominent form of Lord Vishnu. He is best known for ending his tyrannical maternal uncle Kansa's reign and advisor or the Pandavas and for his role as Arjuna's charioteer and guide in the Mahabharata.",
    "nine_des": "Siddhartha Gautama, later known as Gautama Buddha, left his family and all material possessions in search of enlightenment. He founded Buddhism and taught people the ways to end all kinds of suffering through the Noble Eightfold Path.",
    "ten_des": "Kalki is the only avatar of Vishnu yet to be born. He will end all evil by defeating the demon Kali and start a new Satyuga or Kalkiyuga. Kalki is depicted as a warrior riding a white horse and holding a shining sword."
}