{
    "title1": "भगवान विष्णु",
    "title2": "दशावतार",
    "full_title": "भगवान विष्णु दशावतार",
    "first": "मत्स्य अवतार",
    "second": "कूर्म अवतार",
    "third": "वराह अवतार", 
    "four": "भगवान नृसिंह", 
    "five": "वामन अवतार",
    "six": "परशुराम अवतार",
    "seven": "श्रीराम अवतार",
    "eight": "श्रीकृष्ण अवतार",
    "nine": "बुद्ध अवतार", 
    "ten": "कल्कि अवतार",

    "first_des": "मत्स्य अवतार भगवान विष्णु का पहला अवतार है. इस अवतार में विष्णु जी मछली बनकर प्रकट हुए थे. मान्यता के अनुसार एक राक्षस ने  जब वेदों को चुरा कर समुद्र की गहराई में छुपा दिया था, तब भगवान विष्णु ने मत्स्य अवतार में आकर वेदों को पाया और उन्हें फिर स्थापित किया. ",
    "second_des": "कूर्म विष्णु का आधा कछुआ आधा पुरुष रूप है। समुद्र मंथन (समुद्र मंथन) के दौरान, वह मंथन प्रक्रिया में देवताओं और राक्षसों की सहायता के लिए अपने खोल पर मंदरा पर्वत को संतुलित करता है। यह भी माना जाता है कि उन्होंने अपनी पीठ पर ब्रह्मांड के भार का समर्थन किया था।",
    "third_des": "वराह विष्णु का आधा पुरुष और आधा वराह अवतार है। हिंदू धर्म में, वह पृथ्वी के अवतार भूदेवी को बचाने के लिए राक्षस हिरण्याक्ष का वध करता है और अपने दांतों का उपयोग करके उसे डूबती हुई अवस्था से सतह पर वापस लाता है।",
    "forth_des": "नरसिंह विष्णु के आधे सिंह और आधे मानव अवतार हैं। उनका जन्म राक्षसी राजा हिरण्य कश्यप के शासन को समाप्त करने और पृथ्वी पर शांति, व्यवस्था, धार्मिकता और धर्म के अन्य तत्वों की स्थापना के लिए हुआ था।",
    "five_des": "विष्णु के 5वें अवतार वामन एक बौने ब्राह्मण थे। भगवान विष्णु का यह अवतार राक्षसी राजा महाबली की बढ़ती शक्ति को रोकने के लिए आता है, जो वह एक बलिदान समारोह के दौरान उसे धोखा देकर पाताल लोक में भेज देता है।",
    "six_des": "परशुराम भगवान विष्णु के ब्राह्मण क्षत्रिय अवतार हैं। उनके हाथ में कुल्हाड़ी लिए हुए एक ऋषि के रूप में दर्शाया गया है। उनका जन्म दुष्ट क्षत्रियों के अत्याचार को समाप्त करने के लिए हुआ था, जिन्होंने अपनी शक्तियों का दुरुपयोग किया और दूसरों के जीवन को दयनीय बना दिया, और उन्हें न्याय दिलाया।",
    "seven_des": "भगवान राम हिंदू धर्म के सबसे महत्वपूर्ण और शक्तिशाली देवताओं में से एक हैं और महाकाव्य रामायण के मुख्य पात्र हैं। वह दुष्ट राजा रावण को अपने आतंककारी शासन को समाप्त करने और अपनी पत्नी सीता को मुक्त करने के लिए मारता है, जिसे रावण ने अपहरण कर लिया था।",
    "eight_des": "भगवान कृष्ण अभी तक भगवान विष्णु का एक और प्रमुख रूप हैं। वह अपने अत्याचारी मामा कंस के शासनकाल और सलाहकार या पांडवों और महाभारत में अर्जुन के सारथी और मार्गदर्शक के रूप में अपनी भूमिका को समाप्त करने के लिए जाने जाते हैं।",
    "nine_des": "सिद्धार्थ गौतम, जिन्हें बाद में गौतम बुद्ध के नाम से जाना गया, ने ज्ञान की तलाश में अपने परिवार और सभी भौतिक संपत्ति को छोड़ दिया। उन्होंने बौद्ध धर्म की स्थापना की और लोगों को आर्य अष्टांगिक पथों के माध्यम से सभी प्रकार के कष्टों को समाप्त करने के तरीके सिखाए।",
    "ten_des": "कल्कि विष्णु का एकमात्र अवतार है जिसका जन्म होना बाकी है। वह राक्षस कलि को हराकर सभी बुराईयों का अंत करेगा और एक नया सतयुग या कल्कियुग शुरू करेगा। कल्कि को एक योद्धा के रूप में चित्रित किया गया है जो एक सफेद घोड़े पर सवार है और एक चमकदार तलवार पकड़े हुए है।"

}